{
    "httpStatus": "OK",
    "status": 0,
    "message": "成功",
    "data": [
        {
            "id": "66433",
            "type": "001006",
            "level": "003001",
            "content": "\n王某是名技术工人，在A公司工作20年后，被高薪挖到了B公司。一年后，王某提出了休15天年休假的申请，结果B公司只批准了5天。王某不服，向工会寻求帮助。工会工作人员在了解到王某的情况之后，与B公司的人力资源部门沟通，说明了年休假天数的确定方法。最后，王某的15天的年休假申请终于获得了批准。请问，国家对职工年休假天数和累计工作时间分别是怎样规定的？\n",
            "answer": "（一）《职工带薪年休假条例》第三条规定，职工累计工作已满1年不满10年，年休假5天；已满10年不满20年，年休假10天；已满20年，年休假15天。\n（二）《企业职工带薪年休假实施办法》第四条规定，年休假天数根据职工累计工作时间确定。职工在同一或者不同用人单位工作期间，以及依照法律、行政法规或者国务院规定视同工作期间，应当记为累计工作时间。",
            "analysis": "《职工带薪年休假条例》第三条、《企业职工带薪年休假实施办法》第四条",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66434",
            "type": "001006",
            "level": "003001",
            "content": "\n王女士在一家科技公司任实验室研究员。2015年1月31日，王女士生育一女。按规定休完产假后，2015年6月1日王女士回到公司工作，公司安排其从事放射性物质实验，王女士拒绝。公司以其未履行岗位职责为由将其工资降至当地最低工资标准。请问该公司违反了哪些规定?\n",
            "answer": "（一）公司违反了《女职工劳动保护特别规定》。（5分）\n（二）《女职工劳动保护特别规定》第四条明确，用人单位应当遵守女职工禁忌从事的劳动范围的规定；第五条规定“用人单位不得因女职工怀孕、生育、哺乳降低其工资……”；附录《女职工禁忌从事的劳动范围》明确哺乳期女职工禁忌从事的岗位包括非密封源放射性物质的操作。（15分）",
            "analysis": "《女职工劳动保护特别规定》第四条、第五条及附录",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66435",
            "type": "001006",
            "level": "003001",
            "content": "\n某公司职工大会选举出段某、王某、李某3名集体协商代表，由于协商代表与公司就工资等集体合同条款谈判一月也未达成共识，谈判陷入僵局，双方约定一个月后继续协商。期间，公司对谈判代表的表现十分不满，以未提供正常劳动为由扣发了3人一个月的工资；王某与公司签订的劳动合同到期，公司通知王某终止劳动合同不再续订；李某因精神压力较大旧疾复发不能继续从事集体协商工作，公司以李某是协商代表不能随意更换拖延协商。请问，公司哪些做法不合法？为什么？\n",
            "answer": "（一）公司不应扣发3名谈判代表的工资。根据《集体合同规定》第二十七条规定，企业内部的协商代表参加集体协商视为提供了正常劳动。\n（二）王某作为协商代表，在与公司协商过程中未出现明显违法违纪行为，其劳动合同不应到期终止。根据《集体合同规定》第二十八条规定，职工一方协商代表在其履行协商代表职责期间劳动合同期满的，劳动合同期限自动延长至完成履行协商代表职责之时，除协商代表存在违法违规等情况外，用人单位不得与其解除劳动合同。\n（三）李某因病不能继续履行协商代表的职责，属于不可抗力的情况造成了协商代表空缺，根据《集体合同规定》第三十一条的规定，协商代表因遇有不可抗力等情况造成空缺的，应在空缺15日内依规产生新的代表。",
            "analysis": "《集体合同规定》第二十七条、第二十八条、第三十一条。本题能够答出每点主要含义即可得满分。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66436",
            "type": "001006",
            "level": "003001",
            "content": "\n某企业在规章制度中规定试用期支付给员工相当于同岗位正式职工工资50%的薪资，其理由是新员工试用期主要是岗前的培训和教育，本身并不为企业创造价值。2012年5月12日，该企业新员工小李因未通过3个月的试用期考核，被企业解除劳动合同。2012年6月10日，小李要求企业补齐试用期至少相当于同岗位正式职工工资80%的薪资。请问小李的诉求是否合理？为什么？\n",
            "answer": "小李的诉求是合理的。在案例中，企业违反了法律规定的试用期工资标准，试用期工资应按照《劳动合同法》第二十条规定“劳动者在试用期的工资不得低于本单位相同岗位最低档工资或者劳动合同约定工资的百分之八十，并不得低于用人单位所在地的最低工资标准。”所以企业只支付同岗位正式职工工资50%的薪资是不合法，小李的诉求是合理的，企业应依据法律规定对小李进行补偿。",
            "analysis": "《劳动合同法》第二十条",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66437",
            "type": "001006",
            "level": "003001",
            "content": "\n负责某施工工地的分包企业F公司，自2017年5月至9月先后招用了150名农民工进行建筑主体结构施工作业。后F公司与施工总承包企业A公司发生纠纷，F公司至2017年底仍未收到这部分工程款，没有支付农民工工资。部分农民工到F公司讨要工资，F公司表示，因工程款一直没有到位，只能先发一些生活费，等过了年从A公司拿到工程款后再支付剩余部分的工资。请问根据《国务院办公厅关于全面治理拖欠农民工工资问题的意见》规定，A公司、F公司对农民工工资支付应分别承担什么责任并说明理由。\n",
            "answer": "（一）A公司对所承包工程项目的农民工工资支付负总责，F公司分包企业对所招用农民工的工资支付负直接责任。\n（二）理由：《国务院办公厅关于全面治理拖欠农民工工资问题的意见》第（三）条规定：在在工程建设领域，施工总承包企业（包括直接承包建设单位发包工程的专业承包企业）对所承包工程项目的农民工工资支付负总责，分包企业（包括承包施工总承包企业发包工程的专业企业）对所招用农民工的工资支付负直接责任，不得以工程款未到位等为由克扣或拖欠农民工工资，不得将合同应收工程款等经营风险转嫁给农民工。",
            "analysis": "《国务院办公厅关于全面治理拖欠农民工工资问题的意见》第（三）条规定：在在工程建设领域，施工总承包企业（包括直接承包建设单位发包工程的专业承包企业）对所承包工程项目的农民工工资支付负总责，分包企业（包括承包施工总承包企业发包工程的专业企业）对所招用农民工的工资支付负直接责任，不得以工程款未到位等为由克扣或拖欠农民工工资，不得将合同应收工程款等经营风险转嫁给农民工。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66438",
            "type": "001006",
            "level": "003001",
            "content": "\nT公司与张先生在劳动合同中约定，在解除或者终止劳动合同后2年内，不得到生产同类产品的其他单位工作，在此期间T公司按月给予经济补偿。后张先生因个人原因与T公司解除了劳动合同，并按月从T公司领取约定的经济补偿。在解除劳动合同4个月后，T公司停止向张先生支付经济补偿，张先生多次与T公司沟通要求尽快支付，T公司均表示近期资金紧张无法支付，待公司现金流好转后再补上。到劳动合同解除后1年，T公司都未再支付经济补偿，张先生即与生产同类产品的S公司签订了劳动合同。T公司认为张先生违反了约定，要求张先生支付违约金。请问张先生是否有权解除竞业限制约定？\n",
            "answer": "用人单位和劳动者应当按照竞业限制约定全面履行各自的义务。按照《最高人民法院关于审理劳动争议案件适用法律若干问题的解释（四）》规定，当事人在劳动合同或者保密协议中约定了竞业限制和经济补偿，劳动合同解除或者终止后，因用人单位的原因导致3个月未支付经济补偿，劳动者请求解除竞业限制约定的，人民法院应予支持。T公司因自身原因停止支付竞业限制经济补偿超过了3个月，张先生有权解除竞业限制约定。",
            "analysis": "《最高人民法院关于审理劳动争议案件适用法律若干问题的解释（四）》第八条规定，当事人在劳动合同或者保密协议中约定了竞业限制和经济补偿，劳动合同解除或者终止后，因用人单位的原因导致三个月未支付经济补偿，劳动者请求解除竞业限制约定的，人民法院应予支持。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66439",
            "type": "001006",
            "level": "003001",
            "content": "\n王某2007年毕业后来到一家事业单位任职。2018年7月1日离开原单位至现企业任职，2018年12月王某某提出当年年休假10天，现单位以王某任职未满1年为由拒绝。王某不服，向单位工会请求帮助。单位工会核实情况后，向公司人力资源部门提出应给予王某某5天带薪年休假待遇的意见。请问工会意见是否合理，请说明理由。\n",
            "answer": "合理。根据《职工带薪年休假条例》第四条规定，职工带薪年休假的天数根据职工累计工作时间确定。王某某的累计工作时间已满10年，可以享受10天带薪年休假。同时，根据《企业职工带薪年休假实施办法》第五条的规定，符合休假条件的职工进入新用人单位，当年度在新进单位的休假天数，按照在本单位剩余日历天数折算确定，折算后不足1整天的部分不享受年休假，具体折算公式为（当年度在本单位剩余日历天数÷365天）×职工本人全年应当享受的年休假天。将王某某的情况带入公式即（183÷365）×10≈5。因此，工会的意见是依法合规的。",
            "analysis": "",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66440",
            "type": "001006",
            "level": "003001",
            "content": "\n2017年7月1日，王某入职某科技公司，双方签订了期限为1年的劳动合同。因公司原因，提前解除劳动合同并发生争议。后双方经协商达成和解，并签订了书面的和解协议。请问和解协议对双方当事人是否有约束力？能否作为劳动人事争议仲裁案件审理的证据使用？为什么？\n",
            "answer": "有约束力，可以作为证据使用。\n根据《企业劳动争议协商调解规定》第十一条规定，协商达成一致，应当签订书面和解协议。和解协议对双方当事人具有约束力，当事人应当履行。经仲裁庭审查，和解协议程序和内容合法有效的，仲裁庭可以将其作为证据使用。但是，当事人为达成和解的目的作出妥协所涉及的对争议事实的认可，不得在其后的仲裁中作为对其不利的证据。",
            "analysis": "《企业劳动争议协商调解规定》第十一条",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66441",
            "type": "001006",
            "level": "003001",
            "content": "\n2017年8月3日，王某入职某食品公司，双方签订了期限为1年的劳动合同。因公司原因与王某解除了劳动合同，但未支付王某经济补偿。王某向当地乡镇调解组织申请调解，后经调解组织调解，双方达成调解协议，并在调解协议上签字盖章。因调解员临时有急事离开，便委托其他工作人员在调解协议盖章，调解员并未在调解协议签字。请问该调解协议是否有效？为什么？\n",
            "answer": "该调解协议无效。\n理由：根据《劳动争议调解仲裁法》第十四条规定，调解协议书由双方当事人签名或者盖章，经调解员签名并加盖调解组织印章后生效，对双方当事人具有约束力，当事人应当履行。",
            "analysis": "《劳动争议调解仲裁法》第十四条",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66442",
            "type": "001006",
            "level": "003001",
            "content": "\n2017年5月1日，刘某入职某公交公司，双方签订了1年期限劳动合同，月薪4000元。劳动合同届满，该公交公司决定不与刘某续订劳动合同。刘某向公司提出协商解决，后经双方协商一致达成书面和解协议，约定公司支付刘某1个月工资作为经济补偿。事后，公司拒绝履行和解协议，请问李某如何主张自己的权益？\n",
            "answer": "刘某可以依法向企业劳动争议调解委员会或者乡镇、街道劳动就业社会保障服务所（中心）等其他依法设立的调解组织申请调解，也可以依法向劳动人事争议仲裁委员会申请仲裁。\n理由：根据《企业劳动争议协商调解规定》第十二条规定，发生劳动争议，当事人不愿协商、协商不成或者达成和解协议后，一方当事人在约定的期限内不履行和解协议的，可以依法向调解委员会或者乡镇、街道劳动就业社会保障服务所（中心）等其他依法设立的调解组织申请调解，也可以依法向劳动人事争议仲裁委员会申请仲裁。",
            "analysis": "《企业劳动争议协商调解规定》第十二条",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66443",
            "type": "001006",
            "level": "003001",
            "content": "\n2014年李某入职某商务公司工作，2018年7月商务公司提出与李某解除劳动合同。李某不服并申请当地街道劳动争议调解中心进行调解。在调解中心的主持下，2018年8月1日双方签订了调解协议，约定由商务公司在2018年8月31日以前付清李某的工资、解除劳动合同的经济补偿款项12万元。调解协议达成后，李某害怕商务公司不履行调解协议，2018年8月20日，李某向当地劳动人事争议仲裁委员会提出仲裁审查申请。该仲裁委员会当日告知李某不予受理。请问，该仲裁委员会的行为是否合法？为什么？\n",
            "answer": "仲裁委员会的行为合法。\n《劳动人事争议仲裁办案规则》第七十四条第一款规定，“经调解组织调解达成调解协议的，双方当事人可以自调解协议生效之日起十五日内，共同向有管辖权的仲裁委员会提出仲裁审查申请。”第七十五条规定“仲裁委员会收到当事人仲裁审查申请，应当及时决定是否受理。决定受理的，应当出具受理通知书。有下列情形之一的，仲裁委员会不予受理：……（三）超出规定的仲裁审查申请期间的。”\n本案中，李某与商务公司2018年8月1日达成调解协议，该协议自第二日即生效，双方依法应在2018年8月16日前共同向有管辖权的仲裁委员会提出仲裁审查申请。李某延至2018年8月20日才提出仲裁申请申请，已经超过法定申请期限，且未与商务公司共同提出，仲裁委员会依法应当不予受理。",
            "analysis": "《劳动人事争议仲裁办案规则》第七十四条第一款、第七十五条",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66444",
            "type": "001006",
            "level": "003001",
            "content": "\n2016年1月1日，刘某到某公司担任前台接待员，双方签订《劳动合同书》，约定劳动合同期限为2年，每月工资5000元。刘某工作至2017年12月31日，工作期间公司与刘某协商后，经刘某同意，未安排刘某享受带薪年休假，也未支付未休年休假工资报酬。2017年12月，公司明确表示不再续签劳动合同并同意支付终止劳动合同的经济补偿，双方劳动合同到期终止。刘某向劳动人事争议仲裁委员会申请仲裁，要求公司支付未休年休假工资报酬，公司不同意支付。刘某的仲裁请求是否合法，并说明理由。\n",
            "answer": "刘某的仲裁请求合法。\n主要理由是：《职工带薪年休假条例》第五条第三款规定：“单位确因工作需要不能安排职工休年休假的，经职工本人同意，可以不安排职工休年休假。对职工应休未休的年休假天数，单位应当按照该职工日工资收入的300%支付年休假工资报酬。”《企业职工带薪年休假实施办法》第十条第一款规定：“用人单位经职工同意不安排年休假或者安排职工休假天数少于应休年休假天数的，应当在本年度内对职工应休未休年休假天数，按照其日工资收入的300%支付未休年休假工资报酬，其中包含用人单位支付职工正常工作期间的工资收入。”\n因此，用人单位在不安排劳动者足额享受年休假情况下，应当按照劳动者日工资收入300%支付未休年休假工资报酬。本案中的公司不安排休假并拒付未休年休假工资报酬，不符合有关法律和规章的规定。",
            "analysis": "《职工带薪年休假条例》第五条第三款、《企业职工带薪年休假实施办法》第十条第一款",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66445",
            "type": "001006",
            "level": "003001",
            "content": "\n2017年11月1日，张某入职某物业公司担任安全员，双方签订为期2年的劳动合同，合同约定实行不定时工作制，但物业公司未向当地人力资源社会保障部门就安全员岗位申请实行不定时工作制。工作期间，张某休息日工作30天，物业公司既未安排调休也未支付加班工资。2019年10月31日，劳动合同到期，双方不再续签。办理离职手续时，双方对工作期间的休息日加班工资产生争议。张某要求物业公司支付休息日加班工资，物业公司认为张某实行不定时工作制，不应支付休息日加班工资。2019年11月，张某向劳动人事争议仲裁委员会申请仲裁，要求物业公司支付30天休息日加班工资。请问张某的请求合理吗？为什么？\n",
            "answer": "张某的请求合理，依法应予支持。\n主要理由：《中华人民共和国劳动法》第三十九条规定，企业因生产特点不能实行本法第三十六条、第三十八条规定的，经劳动行政部门批准，可以实行其他工作和休息办法。《关于企业实行不定时工作制和综合计算工时工作制的审批办法》第四条规定，企业对符合下列条件之一的职工，可以实行不定时工作制：（一）企业中的高级管理人员、外勤人员、推销人员、部分值班人员和其他因工作无法按标准工作时间衡量的职工……。从上述条款可知，用人单位对劳动者实行不定时工作制，有严格的适用主体和适用程序的要求。适用主体主要是符合国家规定的特殊岗位劳动者；适用程序要求经过人力资源社会保障部门审批，未经审批的用人单位不能对劳动者实行不定时工作制。\n本案中，虽然劳动合同约定张某实行不定时工作制，但物业公司未向人力资源社会保障部门就张某所在的安全员岗位实行不定时工作制申请审批。因此，应当认定张某实行标准工时制，物业公司应当按照《劳动法》第四十四条规定，支付张某休息日加班工资。",
            "analysis": "《中华人民共和国劳动法》第三十九条、第四十四条，《关于企业实行不定时工作制和综合计算工时工作制的审批办法》第四条。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66446",
            "type": "001006",
            "level": "003001",
            "content": "\n孔某于2014年3月1日入职某互联网公司，双方订立了为期5年的劳动合同。2019年2月28日，劳动合同到期，互联网公司通知不与孔某续订劳动合同。在办理离职手续时，孔某提出，因工作繁忙，其在互联网公司工作期间未能休带薪年休假，要求支付相应的补偿。互联网公司认为，孔某系因自身原因未提出休年休假，公司无需支付补偿。双方发生争议，孔某向当地劳动人事争议仲裁委员会提出仲裁申请，要求互联网公司支付2015年3月1日至2019年2月28日期间未休年休假的工资报酬。请问孔某的请求是否合理？为什么？\n",
            "answer": "孔某的请求合理，依法应予支持。\n主要理由：《职工带薪年休假条例》第二条第一款规定，机关、团体、企业、事业单位、民办非企业单位、有雇工的个体工商户等单位的职工连续工作1年以上的，享受带薪年休假。单位应当保证职工享受年休假。第五条第三款规定，单位确因工作需要不能安排职工休年休假的，经职工本人同意，可以不安排职工年休假。对职工应休未休的年休假天数，单位应当按照该职工日工资收入的300%支付年休假工资报酬。《企业职工带薪年休假实施办法》第九条规定，用人单位根据生产、工作的具体情况，并考虑职工本人意愿，统筹安排年休假。用人单位确因工作需要不能安排职工年休假或者跨1个年度安排年休假的，应征得职工本人同意。第十条第二款规定，用人单位安排职工休年休假，但是职工因本人原因且书面提出不休年休假的，用人单位可以只支付其正常工作期间的工资收入。\n从上述规定可以看出，年休假应由用人单位主动统筹安排，职工因本人原因不休年休假的，应书面提出。本案中，互联网公司并未主动安排年休假，也未能提交孔某因个人原因不休年休假的书面证明，因此应支付孔某相应的补偿。",
            "analysis": "《职工带薪年休假条例》第二条第一款、第五条第三款，《企业职工带薪年休假实施办法》第九条、第十条第二款。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66447",
            "type": "001006",
            "level": "003001",
            "content": "\n2019年3月4日，王某到劳动保障监察投诉举报窗口反映，其于2018年1月至12月在某服装公司工作，服装公司未与其签订书面劳动合同，要求服装公司与其补签劳动合同，向其支付2018年2月至12月的双倍工资。王某递交了《投诉登记表》，提供了工作证、工资条、其他劳动者证人证言等材料。负责窗口接访工作的劳动保障监察员张某某联系了服装公司。该服装公司人力资源部经理陈某称，公司从未招用过王某，也不认识王某。劳动保障监察员张某某认为因王某无法证实其与该服装有限公司存在劳动关系，该公司亦否认招用过王某，遂作出不予受理的决定。请问，本案例中能否认定王某与该服装公司存在劳动关系？为什么？劳动保障监察员张某某对王某投诉不予受理决定是否正确？为什么？\n",
            "answer": "（一）能够认定王某与该服装公司存在劳动关系。根据《关于确定劳动关系有关事项的通知》规定，用人单位未与劳动者签订劳动合同，认定双方存在劳动关系时可参照下列凭证：1、工资支付凭证或者记录（职工工资发放花名册）、缴纳各项社会保险费的记录；2、用人单位向劳动者发放的“工作证”“服务证”等能够证明身份的证件；3、劳动者填写的用人单位招工招聘“登记表”“报名表”等招用记录；4、考勤记录；5、其他劳动者的证言等。本案例中，王某提供了“工作证”、工资支付凭证（工资条）和其他劳动者证人证言材料，依据上述规定，可以认定王某与该服装公司存在劳动关系。\n（二）张某某不予受理的决定不正确。根据《关于实施<劳动保障监察条例>若干规定》，对符合下列条件的投诉，劳动保障行政部门应当在接到投诉之日起５个工作日内依法受理，并于受理之日立案查处：1、违反劳动保障法律的行为发生在两年内的；2、有明确的被投诉用人单位，且投诉人的合法权益受到侵害是被投诉用人单位违反劳动保障法律的行为所造成的；3、属于劳动保障监察职权范围并由受理投诉的劳动保障行政部门管辖。王某的投诉事项符合上述规定，应予受理。",
            "analysis": "《劳动保障监察条例》第二十四条规定：用人单位与劳动者建立劳动关系不依法订立劳动合同的，由劳动保障行政部门责令改正。《劳动合同法实施条例》第三十四条规定：用人单位依照劳动合同法的规定应当向劳动者每月支付两倍的工资或者应当向劳动者支付赔偿金而未支付的，劳动行政部门应当责令用人单位支付。由此可见，王某关于补签劳动合同和支付双倍工资的投诉，均属于劳动保障监察职权范围。根据《关于实施<劳动保障监察条例>若干规定》第十八条第一款的规定，劳动保障监察机构应当受理并立案。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66448",
            "type": "001006",
            "level": "003001",
            "content": "\n曹某与某市政府办公室后勤服务中心签订劳动合同，担任司机工作。2018年5月，曹某来到该市劳动保障劳动监察局投诉举报窗口反映，为领导开车经常加班但从未发加班费，想向劳动保障监察机构投诉。窗口接待人员认为曹某的单位属于政府机关，劳动保障监察机构不该管、也管不了。请问，该市劳动保障监察机构是否应该受理曹某的投诉？说明理由。\n",
            "answer": "（一）应该受理。\n（二）虽然曹某是与后勤服务中心签的劳动合同，但后勤服务中心是市政府办公室的内设机构，实际用工主体是市政府办公室，为国家机关。根据《劳动合同法》第二条规定，国家机关、事业单位、社会团体和与其建立劳动关系的劳动者，订立、履行、变更、解除或者终止劳动合同，依照本法执行。根据《关于实施<劳动保障监察条例>若干规定》第二条规定，国家机关、事业单位、社会团体执行劳动保障法律、法规和规章的情况，由劳动保障行政部门根据其职责，依照本条例实施劳动保障监察。故劳动保障监察机构有权对其遵守劳动保障法律法规情况实施监察。",
            "analysis": "《劳动合同法》第二条规定，国家机关、事业单位、社会团体和与其建立劳动关系的劳动者，订立、履行、变更、解除或者终止劳动合同，依照本法执行。《关于实施<劳动保障监察条例>若干规定》第二条规定，国家机关、事业单位、社会团体执行劳动保障法律、法规和规章的情况，由劳动保障行政部门根据其职责，依照本条例实施劳动保障监察。劳动保障监察的对象，除了企业、个体工商户之外，还包括国家机关、事业单位、社会团体等。虽然曹某是与后勤服务中心签的劳动合同，但后勤服务中心是市政府办公室的内设机构，实际用工主体是市政府办公室。劳动保障监察机构对该市政府办公室监管有法律依据。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66449",
            "type": "001006",
            "level": "003001",
            "content": "\n李某和某公司签订两年劳动合同，约定了3个月的试用期。公司负责人王某以担心李某提前离职为由扣押了李某身份证。上班一周后，李某发现实际工作同合同约定的工种、工作强度、工作环境等都有很大出入，于是提出辞职。但王某不同意其离职，并且拒绝归还身份证。请问，（1）李某可否单方解除劳动合同？为什么？（2）本案例中该公司哪些行为违反劳动保障法律法规？\n",
            "answer": "（一）李某可以单方解除劳动合同。本案例中，用人单位未按合同约定提供劳动条件，根据《劳动合同法》第三十八条规定，用人单位未按照劳动合同约定提供劳动保护或者劳动条件的；劳动者可以解除劳动合同。\n（二）该公司违反了下列规定：1、《劳动合同法》第十九条规定，劳动合同期限一年以上不满三年的，试用期不得超过二个月。李某和某公司签订2年劳动合同，不得约定超过2个月的试用期。2、该公司公司扣押王某身份证属于违法行为，《劳动合同法》第八十四条规定，用人单位违反本法规定，扣押劳动者居民身份证等证件的，由劳动行政部门责令限期退还劳动者本人，并依照有关法律规定予以处罚。",
            "analysis": "《劳动合同法》第三十八条规定，用人单位有下列情形之一的，劳动者可以解除劳动合同：（一）未按照劳动合同约定提供劳动保护或者劳动条件的；（二）未及时足额支付劳动报酬的；（三）未依法为劳动者缴纳社会保险费的；（四）用人单位的规章制度违反法律、法规的规定，损害劳动者权益的；（五）因本法第二十六条第一款规定的情形致使劳动合同无效的；（六）法律、行政法规规定劳动者可以解除劳动合同的其他情形。用人单位以暴力、威胁或者非法限制人身自由的手段强迫劳动者劳动的，或者用人单位违章指挥、强令冒险作业危及劳动者人身安全的，劳动者可以立即解除劳动合同，不需事先告知用人单位。\n《劳动合同法》第十九条规定，劳动合同期限一年以上不满三年的，试用期不得超过二个月；第八十四条规定，用人单位违反本法规定，扣押劳动者居民身份证等证件的，由劳动行政部门责令限期退还劳动者本人，并依照有关法律规定予以处罚。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66450",
            "type": "001006",
            "level": "003001",
            "content": "\n某餐厅持个体工商户执照，于2018年1月1日招用员工甲，从事服务员工作，甲的生日为2002年6月10日。1月31日，甲从餐厅离职。如属地劳动保障监察机构查证上述情况属实，该餐厅是否违反了劳动保障法律法规，应当作出何种处理？\n",
            "answer": "是。该餐厅违反了《禁止使用童工规定》第二条，任何国家机关、社会团体、企业事业单位、民办非企业单位或者个体工商户均不得招用不满16周岁的未成年人的规定。依据《禁止使用童工规定》第六条，应处以罚款5000元的行政处罚。",
            "analysis": "根据《禁止使用童工规定》第二条，任何国家机关、社会团体、企业事业单位、民办非企业单位或者个体工商户均不得招用不满16周岁的未成年人。依据《禁止使用童工规定》第六条，用人单位使用童工的，由劳动保障行政部门按照每使用一名童工每月处5000元罚款的标准给予处罚。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66451",
            "type": "001006",
            "level": "003001",
            "content": "\n甲于2018年1月1日入职某公司，签订了一份为期1年的劳动合同，其中约定试用期为一个月。甲于2018年12月31日合同期满离职。2020年1月1日，甲再次来到该公司并签订了一份为其1年的劳动合同，约定试用期同样为1个月。当前，甲的试用期已履行一半。如属地劳动保障监察机构查证上述情况属实，该公司是否违反了劳动保障法律法规，应当作出何种处理？\n",
            "answer": "是。该公司违反了劳动合同法第十九条，关于同一用人单位与同一劳动者只能约定一次试用期的规定。应当依据劳动合同法第八十三条，对其违反规定与劳动者约定试用期的行为责令限期改正，并以甲试用期满月工资为标准，按已经履行的超过法定试用期的期间（即半个月）向甲支付赔偿金。",
            "analysis": "劳动合同法第十九条第二款规定，用人单位与同一劳动者只能约定一次试用期。第八十三条规定，用人单位违反本法规定与劳动者约定试用期的，由劳动保障行政部门责令改正；违法约定的试用期已经履行的，由用人单位以劳动者试用期满月工资为标准，按已经履行的超过法定使用期的期间向劳动者支付赔偿金。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        },
        {
            "id": "66452",
            "type": "001006",
            "level": "003001",
            "content": "\n黄某于2013年4月被某大药房聘用，签订了两年期限的劳动合同，并在劳动合同中约定：“当事人一方违反合同时，应承担违约责任，向对方支付违约金500元。”该药房在签订劳动合同时收取了黄某违约金500元。2014年7月，黄某因该药房工资低而辞职。该药房以黄某违约为由不予退还已收取的违约金。请问该药房的做法是否合法？为什么？\n",
            "answer": "不合法。根据《劳动合同法》第九条规定，用人单位招用劳动者，不得扣押劳动者的居民身份证和其他证件，不得要求劳动者提供担保或者以其他名义向劳动者收取财物。第二十二条规定，用人单位为劳动者提供专项培训费用，对其进行专业技术培训的，可以与该劳动者订立协议，约定服务期。劳动者违反服务期约定的，应当按照约定向用人单位支付违约金。第二十三条规定，用人单位与劳动者可以在劳动合同中约定保守用人单位的商业秘密和与知识产权相关的保密事项。劳动者违反竞业限制约定时，应当按照约定向用人单位支付违约金。第二十五条规定，除本法第二十二条和第二十三条规定的情形外，用人单位不得与劳动者约定由劳动者承担违约金。\n黄某与药房签订劳动合同的主要内容是，合同期1年;工资为标准工资1200元加提成;违约金500元，并没有涉及培训、保守商业秘密等方面的内容。黄某因大药房工资低决议辞职，辞职的行为合法，不应承担违法责任。",
            "analysis": "略。",
            "score": null,
            "userAnswer": null,
            "blanksNumber": null,
            "signed": null,
            "checkResult": null,
            "userScore": null,
            "tag": "008001",
            "chapterName": null,
            "inCollection": 0,
            "choices": null,
            "keywords": null
        }
    ],
    "code": "SUCCESS"
}